7zip
accountsservice
aircrack-ng
alacritty
android-file-transfer
android-udev
aws-cli
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
bun
capitaine-cursors
cava
celluloid
chafa
chromium
clang
cliphist
cmake
cmatrix
cmus
cowsay
cronie
dconf-editor
dgop
dialog
dmenu
docker
docker-compose
dosfstools
dysk
easytag
efibootmgr
eog
ethtool
fastfetch
fd
firefox
flatpak
fzf
gimp
git
github-cli
gnome-keyring
go
gtk3
gvfs-mtp
hwinfo
hypridle
hyprland
hyprlock
hyprpicker
hyprshot
impala
jdk-openjdk
jdk17-openjdk
jdk21-openjdk
jemalloc
kdeconnect
keyd
kitty
lazygit
less
libqalculate
linux
linux-firmware
lollypop
lsp-plugins
luarocks
mako
man-db
materia-gtk-theme
matugen
nautilus
neovim
networkmanager
nicotine+
nodejs
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
npm
nsxiv
nwg-look
obs-studio
obsidian
onefetch
openresolv
openvpn
pacman-contrib
pavucontrol
perl-image-exiftool
pipewire-alsa
pipewire-pulse
power-profiles-daemon
prismlauncher
proton-vpn-gtk-app
python-dbus
python-fastapi
python-numpy
python-pandas
python-pip
python-pipx
python-pynvim
python-websockets
qbittorrent
qt5-base
qt5-svg
qt5-translations
qt5-wayland
ranger
raylib
ripgrep
rsync
ruff
sof-firmware
speedtest-cli
steam
stow
strawberry
swaybg
syncthing
tk
tldr
tlp
tree
ttf-jetbrains-mono-nerd
ttf-nerd-fonts-symbols
ttf-nerd-fonts-symbols-mono
ttf-space-mono-nerd
unrar
unzip
uvicorn
vim
waybar
wf-recorder
wget
wine
wireshark-qt
wl-clipboard
woff2-font-awesome
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xsel
zathura
zathura-pdf-poppler
zip
zoxide
zsh
